
<div>
    <ul>
        <li>Email: [stepanovu906@gmail.com]</li>
        <li>Телефон: [89226815465]</li>
        <li>Адрес: [Репина 35 кв43]</li>
    </ul>

    <p>
        Я всегда открыт для общения. Не стесняйтесь написать мне или позвонить.
    </p>
</div>
<div>
    <p>
        Я буду рад видеть вас в своих контактах и готов настроить полезные и
        продуктивные отношения. Если вы заинтересованы в сотрудничестве, я
        всегда готов обсудить возможности и принять участие в вашем проекте.
    </p>
</div>

<style>
    div {
        margin-bottom: 20px;
    }
    p {
        margin: 5px 0;
    }
</style>
